tap "bell-sw/liberica"
tap "homebrew/autoupdate"
tap "homebrew/core"
tap "hudochenkov/sshpass"
brew "jpeg-turbo"
brew "autoconf"
brew "automake"
brew "openssl@3"
brew "bat"
brew "readline"
brew "node"
brew "bitwarden-cli"
brew "btop"
brew "fmt"
brew "ccache"
brew "dust"
brew "erdtree"
brew "eza"
brew "fd"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git"
brew "git-delta"
brew "glslang"
brew "gtk+3"
brew "hidapi"
brew "hstr"
brew "libyaml"
brew "jupyterlab"
brew "libtool"
brew "libusb"
brew "ninja"
brew "nlohmann-json"
brew "nmap"
brew "pinentry-mac"
brew "pkgconf"
brew "procs"
brew "pv"
brew "python-yq"
brew "rbenv"
brew "rclone"
brew "ripgrep"
brew "samba"
brew "speexdsp"
brew "thefuck"
brew "tldr", link: false
brew "tlrc"
brew "tmux"
brew "yt-dlp"
brew "zlib"
brew "zoxide"
brew "hudochenkov/sshpass/sshpass"
cask "alfred"
cask "bitwarden"
cask "db-browser-for-sqlite"
cask "discord"
cask "github"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "jdownloader"
cask "karabiner-elements"
cask "liberica-jdk15-full"
cask "namechanger"
cask "obsidian"
cask "private-internet-access"
cask "rar"
cask "rectangle"
cask "steam"
cask "tinymediamanager"
cask "visual-studio-code"
cask "vlc"
cask "warp"
vscode "ban.spellright"
vscode "benjaminbenais.copilot-theme"
vscode "christian-kohler.path-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "johnpapa.vscode-peacock"
vscode "kevinrose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "mikoz.black-py"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "phplasma.csv-to-table"
vscode "prasid444.codesnap-prasid444"
vscode "qwtel.sqlite-viewer"
vscode "teabyii.ayu"
vscode "tomoki1207.pdf"
vscode "uloco.theme-bluloco-dark"
vscode "vesper.beautycode"
vscode "vscode-icons-team.vscode-icons"
vscode "wesbos.theme-cobalt2"
vscode "yandeu.five-server"
vscode "yzhang.markdown-all-in-one"
